from config import bot
import random

QUOTES = [
    "Або напишіть книгу, варту уваги, або зробіть щось, варте написання книги.",
    "Якщо ти можеш щось уявити – ти можеш цього досягти!",
    "Одна перемога не веде до успіху, на відміну від постійного бажання перемагати.",
    "Дивіться добрі фільми, слухайте веселу музику, пийте чай, гуляйте, висипайтеся і, найголовніше, вірте, що все у вас вийде. І саме тоді все буде добре!",
    "Якщо ви цінуєте те, що у вас вже є в житті, ви завжди отримуватимете ще більше. Якщо думати лише про те, чого у вас немає – вам ніколи не буде досить.",
    "Повірте, що зможете, і пів шляху вже пройдено.",
    "Ти ніколи не перепливеш океан, якщо боятимешся втратити берег із виду.",
]


def get_random_quote_message(message):
    random_quote = random.choice(QUOTES)
    bot.send_message(message.chat.id, random_quote)
